import React from "react";
import "../style/RentSpace.css"
const Contract = () => {
    return (
        <div className={"contract"} style={{margin:"1rem"}}>
            <h3>For ALL 서비스 이용 계약서</h3>
            <p className={"title"}>• 제1조 (용어지칭)</p>
            <p>”회사”는 “포 올”을 지칭합니다.</p>
            <p>“회원”이라 함은 “셰프”와 “오너”를 지칭합니다.</p>
            <p>“셰프”라 함은 “오너”의 공간을 이용하는 “회원”을 지칭합니다.</p>
            <p>“오너”라 함은 “공간”을 제공하는 “회원”을 지칭합니다.</p>
            <p>"공간”이라 함은 “오너”가 제공하는 공간을 지칭합니다.</p>
            <p>“서비스”라 함은 “회사”가 “회원”에게 제공하는 항목을 지칭합니다.</p>
            <p>“게시물”이라 함은 “회사”가 홈페이지, SNS 등을 통해서 게시하는 콘텐츠를 지칭합니다.</p>
            <p className={"title"}>• 제2조 ("회원"의 의무)</p>
            <p>1. "회원"은 다음 행위를 하여서는 안 됩니다.</p>
            <p>(1) 공간 예약 신청 또는 변경 시 허위내용의 등록</p>
            <p>(2) 타인의 정보도용</p>
            <p>(3) "회사"가 게시한 정보의 변경</p>
            <p>(4) "회사"가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시</p>
            <p>(5) "회사"와 기타 제3자의 저작권 등 지식재산권에 대한 침해</p>
            <p>(6) "회사" 및 기타 제3자의 명예를 훼손하거나 업무를 방해하는 행위</p>
            <p>(7) 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 SNS에 공개 또는 게시하는 행위</p>
            <p>(8) "회사"의 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위</p>
            <p>(9) 기타 불법적이거나 부당한 행위</p>
            <p>2. "회원"은 관련 법령, 이 약관의 규정, 이용정책 및 "서비스"와 관련하여 공지한 주의사항,</p>
            <p>"회사"가 통지하는 사항 등을 준수해야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안 됩니다.</p>
            <p className={"title"}>• 제3조 ("서비스"의 제공)</p>
            <p>1. “회사”가 “회원”에게 제공하는 “서비스”는 아래 각호와 같습니다.</p>
            <p>(1) 공간 검색 서비스</p>
            <p>(2) 공간 중개 서비스</p>
            <p>(3) 결제 서비스 (“오너”가 신청한 “공간”에만 적용)</p>
            <p>(4) 기타 "회사"가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통해 "회원"에게 제공 하는 일체의 서비스</p>
            <p>2. 공간 예약 서비스 및 결제 서비스는 다음과 같습니다.</p>
            <p>(1) “오너” 예약 승인 후 결제 유형 : “셰프”의 공간 예약 신청 시 “오너”가 해당</p>
            <p>예약 건의 적합 여부를 판단하고 승인한 후, “셰프”가 “회사”로 송금 후 “회사”가 “오너”에게 송금하는 유형의 예약 방식</p>
            <p className={"title"}>• 제4조 ("게시물"의 저작권 및 관리)</p>
            <p>1. "서비스" 내에 게시된 “회원” 관련 "게시물"의 저작권은 해당 “게시물”의 저작자에게 귀속됩니다.</p>
            <p>2. "서비스" 내에 게시하는 “회원” 관련 "게시물"은 검색 결과 내지 "서비스" 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, “회사”는 저작권법 규정을 준수하며, "회원"은 고객센터를 통해 해당 “게시물”에 대해 삭제, 검색 결과 제외, 비공개 등의 조치를 요청할 수 있습니다.</p>
            <p className={"title"}>• 제5조 (권리의 귀속)</p>
            <p>1. "서비스"에 대한 저작권 및 지식재산권은 “회사"에 귀속됩니다.</p>
            <p>2. "회사"는 "회원"에게 "회사"가 정한 이용조건에 따라 “서비스”를 이용할 수 있는 이용권 만을 부여하며, "회원"은 “서비스” 등에 관하여 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.</p>
            <p className={"title"}>• 제6조 (공간의 예약)</p>
            <p>1. “서비스”에 등록된 “공간”을 예약하고자 하는 “셰프”는 “서비스”에서 제공하는 방법에 따라 신청하고, “오너”가 “서비스”상에서 이를 승낙함으로써 “공간”예약이 완료됩니다.</p>
            <p>2. “셰프”는 “회사”가 제공하는 매뉴얼에 따라 “공간”을 예약하고 사용합니다.</p>
            <p>3. “오너”가 제시하는 “공간”의 사용법과 주의사항 이외의 행위는 금지합니다.</p>
            <p>4. 미성년자인 “셰프”가 “공간”을 예약하게 될 경우 그 법정대리인이 동의하지 않으면 “셰프” 본인 또는 법정대리인이 이를 취소할 수 있으며, 미성년자의 거래에 관한 상세한 사항은 관련 법령이 정하는 바에 따릅니다.</p>
            <p>5. “회사”는 “서비스”에서 “셰프”와 “오너” 간 “공간” 예약이 완료되면 “셰프”에게 이를 공지합니다.</p>
            <p>6. “셰프”는 “공간” 예약 완료 이후 보증금을 포함한 대관료를 “회사”에 지급합니다.</p>
            <p>(1) 대관료가 ₩500,000(금 오십만 원) 미만일 경우 “셰프”는 “회사”에 보증금 ₩50,000(금 오만 원)을 지급합니다.</p>
            <p>(2) 대관료가 ₩500,000(금 오십만 원) 이상일 경우 “셰프”는 전체 대관료의 10%를 보증금으로 지급합니다.</p>
            <p>7. “회사”는 “셰프”에게 “공간” 사용 종료 후 “공간” 사용에 대한 위반사항이 발견되지 않은 경우 보증금 전액을 반환합니다.</p>
            <p>8. 만약 “셰프”의 위반사항이 발견될 경우, “회사”는 “셰프”의 보증금 차감과 “셰프”가 지급하는 추가 배상금을 통해 “오너”에게 배상을 진행합니다. (추가 배상금 기준은 하단 제8조 (손해배상 규정) 참고)</p>
            <p className={"title"}>• 제7조 (취소/환불 규정)</p>
            <p>1. 아래 항목에 해당할 경우 100% 환불이 가능합니다.</p>
            <p>(1) 공간 사정에 의해 취소 발생 시 (2) 트라이얼 전</p>
            <p>a. “공간” 휴무일에 진행하는 대관의 트라이얼은 최소 대관일 기준 7일 전에 진행해야 합니다.</p>
            <p>b. “공간” 영업일에 진행하는 대관의 트아리얼은 최소 대관일 기준 14일 전에 진행해야 합니다.</p>
            <p>(3) 천재지변 또는 이에 준하는 불가항력</p>
            <p>2. “셰프”가 “공간” 예약을 취소한 경우 “회사”는 아래 기준에 따라 환불액을 “원데이오너”에게 환불합니다. (하단 “셰프” 환불액 참고)</p>
            <p>3. “회사”는 하단 {"<"}“셰프”환불 기준> 을 적용한 환불금을 “셰프”에게 지급한 후, 수수료(대관비 15%)를 제외한 금액을 “오너”에게 지급합니다.</p>
            <p>ex. 100만원 대관료. 트라이얼 후 대관 5일 전 취소.</p>
            <p>- 500,000원 “셰프”에게 지급.</p>
            <p>- 1,000,000원의 수수료 150,000(15%)을 제외.</p>
            <p>- 350,000원 “오너”에게 지</p>
            <p>{"<"}“셰프”환불 기준></p>
            <p>(공간 휴무일 대관)</p>
            <p>셰프 환불 기준은 트라이얼 진행 전과 후로 구분됩니다.</p>
            <p>(1) 대관 14일 전: 100% 환불</p>
            <p>(2) 대관 13일 전~9일 전: 80% 환불</p>
            <p>(3) 대관 8일 전~5일 전: 50% 환불</p>
            <p>(4) 대관 4일 전~당일: 환불 불가</p>
            <p>4. “오너”의 귀책사유로 “셰프”가 “공간” 사용일에 “공간”을 정상적으로 사용하지 못한 경우 “오너”가 그에 관한 모든 책임을 부담하며 “셰프”에게 발생하는 손해에 대해 보상할 의무가 있습니다.</p>
            <p>5. “회사”는 통신판매중개시스템의 제공자로서 통신판매의 당사자가 아니므로 “서비스” 내에서 “오너”와 “셰프” 간에 발생한 “공간”의 예약, 결제, 취소, 환불 관련 분쟁에 대하여 책임을 지지 않습니다.</p>
            <p className={"title"}>• 제8조 (손해보상 규정)</p>
            <p>1. "회사"는 "셰프"의 귀책사유로 인한 "오너"의 “공간” 이용에 장애가 발생할 시 우선적으로 “오너”에게 보상할 의무가 있습니다.</p>
            <p>(1) “회사”는 “셰프”가 예약할 수 있도록 지원하며 “오너”가 제공하는 “공간”과 관련된 모든 상해는 “회사”가 선지불 합니다.</p>
            <p>(2) 그 후 “회사”는 “셰프”에게 보상금액을 요구할 권리가 있습니다.</p>
            <p>2. 기물파손, 분실물, 예상치 못한 청소비에 대한 책임이 “셰프”에게 있다고 판단되는 경우, “오너”는 고객센터를 통해 “셰프”에게 보상금 지급 요청을 보낼 수 있습니다.</p>
            <p>(1) “오너”는 사진, 동영상을 촬영해 피해 내용을 기록하거나 수리·청소 비용 견적서나 영수증을 고객센터로 전송하고 변상을 받을 수 있습니다.</p>
            <p>(2) “셰프”는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다. 3. “셰프”로 인해 상해가 발생하여 익일 “공간” 영업에 차질이 생긴 경우, 고객센터를 통해 보상금 지급 요청을 보낼 수 있습니다. “셰프”는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다</p>
            <p className={"title"}>• 제9조 (이용제한)</p>
            <p>1. "회사"는 "주민등록법"을 위반한 명의도용 및 결제도용, "저작권법" 및 "컴퓨터프로그램보호법"을 위반한 불법 프로그램의 제공 및 운영방해, "정보통신망법"을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과행위 등과 같이 관련 법령을 위반한 경우 즉시 영구 이용정지를 할 수 있습니다</p>
            <p className={"title"}>• 제10조 (책임소재)</p>
            <p>1. “셰프”는 “공간”을 예약하기 전에 반드시 “오너”가 “서비스” 내에 작성한 “공간” 사용의 상세조건을 정확하게 확인해야 합니다. 이를 확인하지 않고 예약하여 발생한 모든 손실과 손해는 “셰프”에게 있습니다.</p>
            <p>2. “오너”는 세부사항에 등록된 “공간”에 대한 모든 정보에 대해 책임질 의무가 있습니다.</p>
            <p>3. "회사"는 "회원" 간 또는 "회원"과 제3자 상호간에 "서비스"를 매개로 하여 이루어진 거래에 관하여는 책임을 지지 않습니다.</p>
            <p>4. "회사"는 무료로 제공되는 서비스 이용과 관련하여 관련 법령에 특별한 규정이 없는 한 책임을 지지 않습니다. 위 항목을 명확히 숙지하고 계약서의 사인을 하시길 바랍니다. 숙지가 안 되어서 발생하는 모든 문제에 대한 책임은 모두 본인에게 있음을 인지하시길 바랍니다.</p>
            <p></p>
            <p>{"<"}시행일{">"}</p>
            <p>이 약관은 2023년 11월 10일부터 적용됩니다.</p>
            <p>포 올은 통신판매중개자이며 통신판매의 당사자가 아닙니다. 따라서 포 올은 공간 거래정보 및 거래에 대해 책임지지 않습니다.</p>
            <p>블로그 이용약관 개인정보처리방침 운영정책 콘텐츠산업진흥법에 의한 표시 고객 문의</p>
            <p>상호명: 포 올</p>
            <p>대표: 김대원</p>
            <p>대표전화: 010-9019-7733</p>
            <p>카카오톡 1:1 문의 (평일 오전 9시 ~ 오후 6시)</p>
            <p>ForALLcorp, All Rights Reserved</p>

        </div>
    )
};
export default Contract;